// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Innstillinger for jobblager";

HSDAllowStoredJobsCheckBox = "Tillat lagrede jobber på denne skriveren";
HSDInternalPrinterMemoryLocation = "Internt skriverminne";
HSDUSBFlashStorageDeviceLocation = "USB-lagringsenhet";
InternalPrinterMemoryLocationTooltip = "All jobblagringsdata på USB-lagringsenheten blir slettet ved å bruke sikker kryptografisk sletting-metoden. Alle etterfølgende lagrede jobber blir lagret i skriverens interne minne.";
USBFlashStorageDeviceLocationTooltip = "Lagringsenheten som står i vil bli formatert, og all data vil gå tapt. Eksisterene lobblagringsdata blir da flyttet fra skriverens interne minne til lagringsenheten og slettet fra skriverens minne. All etterfølgende lagrede jobber blir lagret på lagringsenheten.";

HSDSortPopUpTitle = "Sorter lagrede jobber etter:";
HSDRetainTempJobsPolicyPopUpTitle = "Behold midlertidige jobber etter omstart";
HSDDeleteTempJobsAfterPopUpTitle = "Slett midlertidige jobber etter:";
HSDDeleteStandardJobsAfterPopUpTitle = "Slett standard jobber etter:";
HSDRejectNoPinJobsCheckBox = "Annuler alle lagrede jobber uten PIN-kode";
HSDDeleteAllStoredJobsButton = "Slett alle lagrede jobber";

// values for sort popup
HSDAlphabetically = "Jobbnavn";
HSDChronologically = "Dato";

// values for retain temp jobs policy popup
HSDAll = "Alle";
HSDNone = "Ikke behold";
HSDOnlyPersonal = "Bare personlige";

// values for delete temp/standard job after popup
HSDNever = "Aldri";
HSDThirtyMinutes = "30 minutter";
HSDOneHour = "1 time";
HSDFourHours = "4 timer";
HSDOneDay = "1 dag";
HSDOneWeek = "1 uke";
HSDFourWeeks = "4 uker";

NoGetTitle = "Kunne ikke hente innstillingene";
NoGetMsg = "Sjekk at skriveren er på nettet og koblet til.";
